Repository: marcin-gryszkalis/smooth-slide-saver
Catalog: po/*.po
Languages: de

source: About SmoothSlideSaver
de: Über SmoothSlideSaver

source: A KDE screensaver showing images in a slideshow with nice pan and zoom effects.
de: Ein KDE-Bildschirmschoner, der Bilder in einer Dia-Schau mit netten Effekten anzeigt.

source: (C) by Carsten Weinhold
de: (C) Carsten Weinhold

source: Send an email to the author
de: Eine E-Mail an den Autor schicken

source: This program is licensed under the terms of the <i>GNU General Public License (GPL), Version 2 or, at your option, later</i>.
de: Dieses Programm steht unter der <i>GNU General Public License (GPL), Version 2 oder, nach Ihrer Wahl, einer späteren Version</i>.

source: Configure SmoothSlideSaver
de: SmoothSlideSaver konfigurieren

source: Image directory:
de: Bilderordner:

source: Delay:
de: Verzögerung:

source: Choose a directory containing images
de: Wählen Sie einen Ordner mit Bildern

source: Here you can choose a directory which contains the images to be displayed.
de: Hier können Sie einen Ordner auswählen, der Bilder enthält die angezeigt werden sollen.

source: seconds
de: Sekunden

source: Each image will be shown this long
de: Jedes Bild wird solange angezeigt

source: Here you can specify, for how long each image should be displayed, before another one will be shown.
de: Hier können Sie angeben, wie lange jedes Bild angezeigt werden soll, bevor ein anderes gezeigt wird.

source: Also use images from subdirectories
de: Bilder aus Unterordnern ebenfalls benutzen

source: Also display images from subdirectories
de: Bilder aus Unterordnern ebenfalls anzeigen

source: Activate this checkbox, if images residing in subdirectories of the selected image directory should also be used.
de: Aktivieren Sie dies, wenn Bilder aus Unterordnern des ausgewählten Ordners ebenfalls benutzt werden sollen.

source: A KDE Screensaver displaying images in a slideshow with the famous Ken Burns effect
de: Ein KDE-Bildschirmschoner, der Bilder in einer Diashow mit dem berühmten Ken-Burns-Effekt anzeigt.

source: No images found! Please specify a directory containing images.
de: Keine Bilder gefunden! Bitte geben Sie einen Ordner mit Bildern an.

source: You can do that using the screensaver configuration module of the KDE Control Center.
de: Sie können dies im Bildschirmschoner-Konfigurationsmodul des KDE Kontrollzentrums tun.
